/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Не вдалося перетворити формат пісні.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Імовірно, цей проект пошкоджено. Відновіть проект із резервної копії.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Цей проект створено у проміжній некомерційній версії Logic. Його більше не можна відкрити";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Пісню, яку ви намагаєтеся відкрити, збережено у форматі Logic 4 (або ранішому). Відкрийте та збережіть її в Logic 7.2.1 або ранішої версії.\n\nЦе потрібно робити на комп’ютері Macintosh, який працює під керуванням старішої версії macOS, оскільки ці старі версії Logic Pro більше несумісні з macOS 10.13 або новішими версіями.";
